"About" = "О программе";
"About %@" = "О приложении %@";
"Accessibility" = "Универсальный доступ";
"Acknowledgments" = "Лицензии";
"Active app" = "Активное приложение";
"Active screen" = "Активный экран";
"Active Space" = "Активный рабочий стол";
"Additional controls" = "Дополнительные параметры управления";
"Additional controls…" = "Доп. параметры управления…";
"Advanced" = "Расширенные настройки";
"After release" = "После того как клавиши будут отпущены";
"Align windows" = "Выравнивание окон";
"Align windows:" = "Выравнивание окон:";
"All apps" = "Все приложения";
"All data from this form will be made public, as a ticket on github.com" = "Все данные из этой формы будут опубликованы в виде вопроса на github.com";
"All screens" = "Все экраны";
"All Spaces" = "Все рабочие столы";
"Allowed" = "Разрешено";
"Alphabetical" = "По алфавиту";
"Alphabetical Order" = "Алфавитный порядок";
"Also select windows using:" = "Также выбирать окна, используя:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab аварийно завершился в последний раз, когда вы его использовали. Отправка отчета поможет исправить проблему";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "AltTab в настоящее время настроен на показ приложений. Этот параметр доступен только тогда, когда AltTab настроен на показ окон.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab запущен без разрешения на запись экрана. Миниатюры окон не будут видны.";
"AltTab needs some permissions" = "AltTab требуются некоторые разрешения";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "AltTab покажет значком, если окно свернуто или развернуто на весь экран.";
"Always" = "Всегда";
"Always send crash reports" = "Всегда отправлять отчеты";
"and press" = "и нажать";
"and press:" = "и нажать:";
"Animations" = "Анимации";
"Animations…" = "Анимации…";
"App (BundleID starting with)" = "Приложение (BundleID начинается с)";
"App Icons" = "Значки приложений";
"App is hidden" = "Приложение скрыто";
"App is running but has no open window" = "Приложение запущено, но нет открытого окна";
"Apparition delay" = "Задержка явления";
"Apparition delay of Switcher" = "Задержка появления переключателя";
"Apparition delay:" = "Задержка появления:";
"Appearance" = "Внешний вид";
"Application Name" = "Имя приложения";
"Application Name - Window Title" = "Имя приложения - заголовок окна";
"Applications" = "Приложения";
"Are you sure you don’t want a response?" = "Вы уверены, что не хотите ответа?";
"Arrow keys" = "Клавиши стрелок";
"Ask whether to send crash reports" = "Спрашивать об отправке отчетов";
"Auto-install updates periodically" = "Автоматически устанавливать обновления";
"Blacklists" = "Черные списки";
"Cancel" = "Отмена";
"Cancel and hide" = "Отменить и скрыть";
"Center" = "По центру";
"Check for updates now…" = "Проверить обновления сейчас…";
"Check for updates periodically" = "Периодически проверять обновления";
"Check for updates…" = "Проверить обновления…";
"Check permissions…" = "Проверить разрешения…";
"Close window" = "Закрыть окно";
"Conflicting shortcut" = "Комбинация клавиш с конфликтом";
"Controls" = "Управление";
"Crash reports policy" = "Политика отчетов об ошибках";
"Crash reports policy:" = "Правило отчетов о вылетах:";
"Cursor follows focus" = "Курсор следует за фокусом";
"Customize App Icons style…" = "Настройки стиля \"Значки приложений\"…";
"Customize Thumbnails style…" = "Настройки стиля \"Миниатюры\"…";
"Customize Titles style…" = "Настройки стиля \"Заголовки\"…";
"Dark" = "Темная";
"Disabled" = "Выключено";
"Do nothing" = "Ничего не делать";
"Don’t check for updates periodically" = "Не проверять обновления";
"Don’t send" = "Не отправлять";
"Don’t show windows from these apps" = "Не показывать окна этих приложений";
"Done" = "Готово";
"End" = "Конец";
"Fade in animation of Preview" = "Анимация постепенного появления предварительного просмотра";
"Fade out animation" = "Анимация затухания";
"Fade out animation of Switcher" = "Анимация постепенного исчезновения предварительного просмотра";
"Fade out animation:" = "Анимация затухания:";
"Focus selected window" = "Фокус на выбранное окно";
"Fullscreen window" = "Окно на весь экран";
"Fullscreen windows:" = "Окна на весь экран:";
"Fullscreen/Defullscreen window" = "Переключить полноэкранный режим окна";
"General" = "Основное";
"Gesture" = "Жест";
"Grant permission" = "Разрешить";
"Hidden windows:" = "Скрытые окна:";
"Hide" = "Скрыть";
"Hide app badges" = "Скрыть наклейки";
"Hide app badges:" = "Скрыть наклейки:";
"Hide apps with no open window" = "Скрыть приложения без открытых окон";
"Hide apps with no open window:" = "Скрыть приложения без открытых окон:";
"Hide colored circles on mouse hover" = "Скрыть цветные круги при наведении мышью";
"Hide colored circles on mouse hover:" = "Скрыть цветные круги при наведении мышью:";
"Hide in %@" = "Скрыть в %@";
"Hide Space number labels" = "Скрыть номера рабочих столов";
"Hide Space number labels:" = "Скрыть номера рабочих столов:";
"Hide status icons" = "Скрыть иконки состояния";
"Hide status icons:" = "Скрыть иконки состояния:";
"Hide window thumbnails:" = "Скрыть эскизы окон:";
"Hide/Show app" = "Скрыть/Показать приложение";
"High" = "Высокая";
"Highest" = "Высшая";
"Hold" = "Удерживать";
"Horizontal Swipe with Four Fingers" = "Горизонтальный свайп четырьмя пальцами";
"Horizontal Swipe with Three Fingers" = "Горизонтальный свайп тремя пальцами";
"I think the app could be improved with…" = "Я думаю, что приложение может быть улучшено…";
"Ignore shortcuts when active" = "Игнорировать комбинации, когда активно";
"Ignore shortcuts while a window from these apps is active" = "Игнорировать комбинации клавиш пока окно приложения из этого списка активно";
"Language" = "Язык";
"Language Change" = "Сменить язык";
"Large" = "Большой";
"Later" = "Позже";
"Latest releases" = "Последние обновления";
"Leading" = "По левому краю";
"Left" = "Слева";
"Light" = "Светлая";
"Max height on screen:" = "Макс. высота на экране:";
"Max width on screen:" = "Макс. ширина на экране:";
"Medium" = "Средний";
"Menubar icon" = "Иконка строки меню";
"Menubar icon:" = "Иконка в строке меню:";
"Middle" = "Посередине";
"Minimize/Deminimize window" = "Свернуть/Развернуть окно";
"Minimized windows:" = "Свернутые окна:";
"Miscellaneous" = "Всякое";
"Miscellaneous:" = "Разное:";
"Mouse hover" = "Наведение мышью";
"Multiple screens" = "Несколько экранов";
"Never send crash reports" = "Никогда не отправлять отчеты";
"Non-active apps" = "Неактивные приложения";
"Normal" = "Обычный";
"Not allowed" = "Не разрешено";
"NSHumanReadableCopyright" = "Лицензия GPL-3.0";
"Only if the window is fullscreen" = "Только если окно на весь экран";
"Open Accessibility Preferences…" = "Открыть настройки Универсального доступа…";
"Open Screen Recording Preferences…" = "Открыть настройки Записи экрана…";
"Open Trackpad Preferences…" = "Открыть настройки трекпада…";
"Optional: email (if you want a reply)" = "Опционально: эл.почта (если вы хотите ответа)";
"Order windows by" = "Сортировка окон";
"Policies" = "Правила";
"Preferences…" = "Настройки…";
"Preview selected window" = "Миниатюра выбранного окна";
"Preview selected window:" = "Миниатюра выбранного окна:";
"Preview the selected window." = "Предварительный просмотр выбранного окна.";
"Quit" = "Выход";
"Quit %@" = "Выход из %@";
"Quit app" = "Выйти из приложения";
"Recently Created" = "Недавно созданное";
"Recently Created First" = "Сначала недавно созданное";
"Recently Focused" = "Недавно активное";
"Recently Focused First" = "Сначала последнее активное";
"Remember my choice" = "Запомнить мой выбор";
"Reset preferences and restart" = "Сброс настроек и перезапуск";
"Reset preferences and restart…" = "Сброс настроек и перезапуск…";
"Restart Now" = "Перезагрузить сейчас";
"Rows of thumbnails:" = "Ряды с эскизами окон:";
"Screen including menu bar" = "Экран со строкой меню";
"Screen including mouse" = "Экран с курсором";
"Screen Recording" = "Запись экрана";
"Screen showing AltTab" = "Экран, показывающий AltTab";
"Select next window" = "Выбрать следующее окно";
"Select previous window" = "Выбрать предыдущее окно";
"Select windows on mouse hover" = "Выбор окон наведением мыши";
"Select windows using arrow keys" = "Выбор окон клавишами стрелок";
"Select windows using vim keys" = "Выбор окон клавишами Vim";
"Send" = "Отправить";
"Send a crash report?" = "Отправить отчет о вылете?";
"Send anyway" = "Все равно отправить";
"Send debug profile (CPU, memory, etc)" = "Отправить отладочный профиль (CPU, память и т.д.)";
"Send feedback" = "Отправить отзыв";
"Send feedback…" = "Отправить отзыв…";
"Share improvement ideas, or report bugs" = "Поделитесь идеями по улучшению или сообщите об ошибках";
"Shortcut 1" = "Комбинация 1";
"Shortcut 2" = "Комбинация 2";
"Shortcut 3" = "Комбинация 3";
"Shortcut 4" = "Комбинация 4";
"Shortcut 5" = "Комбинация 5";
"Shortcut already assigned to another action: %@" = "Комбинация уже назначена к другом действие: %@";
"Shortcuts When Active" = "Комбинации, когда активно";
"Shortcuts when active…" = "Комбинации, когда активно…";
"Show" = "Показать";
"Show & Hide" = "Показать/Скрыть";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "Показать элемент в переключателе для каждого окна отдельно или для каждого приложения. Окна будут в фокусе, тогда как приложения будут активированы.";
"Show apps with no open window" = "Показывать приложения без открытых окон";
"Show at the end" = "Показывать в конце";
"Show fullscreen windows" = "Показать полноэкранные окна";
"Show hidden windows" = "Показать скрытые окна";
"Show in switcher" = "Показать в переключателе";
"Show minimized windows" = "Показать свернутые окна";
"Show on" = "Показать на";
"Show on:" = "Показать на:";
"Show standard tabs as windows" = "Показывать вкладки стандартных приложений как окна";
"Show standard tabs as windows:" = "Показывать вкладки стандартных приложений как окна:";
"Show titles" = "Показать названия";
"Show windows from applications" = "Показать окна из приложений";
"Show windows from screens" = "Показать окна с экранов";
"Show windows from Spaces" = "Показать окна из пространств";
"Show windows from:" = "Показывать окна:";
"Size" = "Размер";
"Skipped" = "Пропущено";
"Small" = "Маленький";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "Некоторые приложения, такие как Finder или Preview, используют стандартные вкладки, которые ведут себя как независимые окна. Некоторые другие приложения, например, веб-браузеры, используют кастомные вкладки, которые действуют по-разному и не являются окнами. AltTab не может отобразить их отдельно.";
"Source code repository" = "Репозиторий исходного кода";
"Space" = "Пространство";
"Space Order" = "Порядок пространств";
"Start" = "Начало";
"Start at login" = "Запускать при входе в систему";
"Start at login:" = "Запускать при входе в систему:";
"Support this project ❤️" = "Поддержать этот проект ❤️";
"Swipe with Four Fingers" = "Свайп четырьмя пальцами";
"Swipe with Three Fingers" = "Свайп тремя пальцами";
"Switch between 3 different styles. You can customize them." = "Переключайтесь между 3 разными стилями. Вы можете настраивать их.";
"System" = "Системная";
"System Default" = "По-умолчанию";
"The application needs to restart to apply the language change." = "Необходимо перезапустить приложение для смены языка.";
"Theme" = "Тема";
"Theme:" = "Тема:";
"Then release:" = "Затем отпустить:";
"This permission is needed to focus windows after you release the shortcut" = "Это разрешение нужно для фокусировки окна после отпускания комбинации клавиш";
"This permission is needed to show screenshots and titles of open windows" = "Это разрешение нужно для показа скриншотов и заголовков открытых окон";
"This permission is needed to show thumbnails and preview of open windows" = "Это разрешение необходимо для отображения миниатюр открытых окон";
"Thumbnails" = "Миниатюры";
"Title" = "Заголовок";
"Title truncation" = "Обрезка заголовка";
"Titles" = "Заголовки";
"Trigger shortcut" = "Комбинация срабатывания";
"Unassign existing shortcut and continue" = "Назначение отменить и дальше";
"Updates policy" = "Политика обновлений";
"Updates policy:" = "Правило обновлений:";
"Use the app without this permission. Thumbnails won’t show." = "Использовать AltTab без разрешения на запись экрана. Миниатюры окон не будут видны.";
"Version" = "Версия";
"Vertical Swipe with Four Fingers" = "Вертикальный свайп четырьмя пальцами";
"Vertical Swipe with Three Fingers" = "Вертикальный свайп тремя пальцами";
"View existing discussions" = "Посмотреть обсуждения";
"Vim keys" = "Vim клавиши";
"Vim keys already assigned to other actions:\n%@" = "Vim клавиши уже назначены на другие действия:\n%@";
"Visibility" = "Видимость";
"Visible Spaces" = "Видимые пространства";
"When fullscreen" = "Когда на весь экран";
"When no open window" = "Когда нет открытых окон";
"While open, press:" = "Когда открыто, нажать:";
"Window app icon size:" = "Размер иконки окна:";
"Window is fullscreen" = "Окно на весь экран";
"Window is minimized" = "Окно свернуто";
"Window is on every Space" = "Окно есть в каждом пространстве";
"Window is on Space %d" = "Окно в пространстве %d";
"Window max width in row:" = "Максимальная ширина эскиза в ряду:";
"Window min width in row:" = "Минимальная ширина эскиза в ряду:";
"Window order:" = "Порядок окон:";
"Window Title" = "Заголовок окна";
"Window title font size:" = "Размер заголовка:";
"Window title truncation:" = "Обрезка заголовка окна:";
"Windows" = "Окна";
"You can’t undo this action." = "Вы не можете отменить это действие";
"You didn’t write your email, thus can’t receive any response." = "Вы не написали свою электронную почту, поэтому не можете получить ответ.";
"You may need to disable some conflicting system gestures" = "Вероятно, вам придётся отключить некоторые конфликтующие системные жесты.";
